// © Copyright 2015-2016 HP Development Company, L.P.

CPTTaskName = "Cartridge Protection";
CPTTaskTitle = "HP Cartridge Protection";

CPTCartridgeProtectionTaskDescription = "This feature is intended to deter cartridge theft and counterfeiting by enabling cartridges used in your printer to be automatically marked so that they can not be used in any other printer.";

CPTEnableProtectionButtonTitle = "Enable Cartridge Protection";
CPTEnableProtectionDescription = "All current and future installed cartridges will be permanently protected and will only work in this printer. If this feature is later disabled, cartridges installed while protection was on will remain protected.";

CPTMoreInfoButtonTitle = "More Info…";
